acl
adwaita-icon-theme
alsa-lib
alsa-utils
archlinux-keyring
at-spi2-atk
at-spi2-core
atk
attr
audiofile
autoconf
automake
avahi
bash
binutils
bison
boost-libs
btrfs-progs
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cifs-utils
compositeproto
coreutils
cracklib
create_ap
cryptsetup
curl
damageproto
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dmenu2
dnsmasq
e2fsprogs
efibootmgr
efivar
enca
expat
faad2
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
fixesproto
flac
flex
fontconfig
fontsproto
freetype2
fribidi
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giblib
giflib
git
glib2
glibc
gmp
gnupg
gnutls
gpgme
gpm
gradm
graphite
grep
groff
grsec-common
gsm
gtk-update-icon-cache
gtk2
gtk3
guile
gzip
hardened-fox
harfbuzz
haveged
hdf5
hicolor-icon-theme
hostapd
hunspell
hwids
iana-etc
icu
imlib2
inetutils
inputproto
iproute2
iptables
iputils
iw
jack
jasper
jfsutils
json-c
json-glib
kbd
kbproto
keyutils
kmod
krb5
lame
lcms2
ldb
lemonbar
less
lib32-attr
lib32-bzip2
lib32-dbus
lib32-freetype2
lib32-gcc-libs
lib32-glib2
lib32-glibc
lib32-harfbuzz
lib32-icu
lib32-libcap
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libgpg-error
lib32-libpng
lib32-pcre
lib32-systemd
lib32-util-linux
lib32-xz
lib32-zlib
libaio
libao
libarchive
libass
libassuan
libasyncns
libatomic_ops
libavc1394
libbluray
libbsd
libcaca
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcroco
libcups
libdaemon
libdatrie
libdrm
libdvdnav
libdvdread
libedit
libelf
libepoxy
libevdev
libevent
libexif
libffi
libfontenc
libgcrypt
libgme
libgpg-error
libice
libid3tag
libidn
libiec61883
libjpeg-turbo
libksba
libldap
libmad
libmms
libmnl
libmodplug
libmpc
libmpdclient
libnetfilter_conntrack
libnfnetlink
libnfs
libnftnl
libnl
libogg
libomxil-bellagio
libpciaccess
libpipeline
libpng
libpsl
libpulse
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsm
libsndfile
libsoxr
libssh
libssh2
libsystemd
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libtxc_dxtn
libunistring
libunwind
libupnp
libusb
libutempter
libutil-linux
libva
libvdpau
libvorbis
libvpx
libwbclient
libwebp
libx11
libx264
libxau
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbfile
libxml2
libxmu
libxrandr
libxrender
libxshmfence
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
licenses
linux-api-headers
linux-firmware
linux-grsec
linux-grsec-docs
linux-grsec-headers
llvm-libs
logrotate
lua52
lvm2
lz4
lzo
m4
make
man-db
man-pages
mdadm
mesa
mesa-libgl
mime-types
mkinitcpio
mkinitcpio-busybox
mksh
mozilla-common
mpc
mpd
mpfr
mpv
mtdev
ncmpcpp
ncurses
netcdf
netctl
nettle
nmap
noto-fonts
npth
nspr
nss
opencore-amr
openjpeg2
openresolv
openssl
opus
orc
p11-kit
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
patch
pciutils
pcmciautils
pcre
perl
perl-error
pinentry
pixman
pkg-config
popt
procps-ng
psmisc
python2
randrproto
readline
recode
recordproto
reiserfsprogs
renderproto
rsync
rubberband
s-nail
schroedinger
scrnsaverproto
scrot
sdl2
sed
shadow
shared-mime-info
smbclient
speex
speexdsp
sqlite
startup-notification
sudo
sysfsutils
systemd
systemd-sysvcompat
taglib
talloc
tar
tdb
tevent
texinfo
thin-provisioning-tools
tmux
tzdata
unrar
unzip
usbutils
util-linux
v4l-utils
vamp-plugin-sdk
vi
vid.stab
videoproto
vim
vim-runtime
wavpack
wayland
wayland-protocols
wget
which
wireless_tools
wpa_supplicant
x265
xcb-proto
xcb-util
xcb-util-keysyms
xcb-util-wm
xdg-utils
xdotool
xextproto
xf86-input-evdev
xf86-input-synaptics
xf86-video-intel
xf86vidmodeproto
xfsprogs
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xinit
xorg-xkbcomp
xorg-xmodmap
xorg-xrdb
xorg-xset
xorg-xsetroot
xproto
xvidcore
xz
yajl
yaourt
zita-alsa-pcmi
zita-resampler
zlib
